<?php

return [

    /*
    |--------------------------------------------------------------------------
    | Password Reset Language Lines (Khmer)
    |--------------------------------------------------------------------------
    */

    'reset' => 'ពាក្យសម្ងាត់របស់អ្នកត្រូវបានកំណត់ឡើងវិញ។',
    'sent' => 'យើងបានផ្ញើតំណកំណត់ពាក្យសម្ងាត់ឡើងវិញទៅអ៊ីមែលរបស់អ្នក។',
    'throttled' => 'សូមរង់ចាំមួយរយៈមុនពេលព្យាយាមម្តងទៀត។',
    'token' => 'តំណកំណត់ពាក្យសម្ងាត់ឡើងវិញនេះមិនត្រឹមត្រូវទេ។',
    'user' => 'យើងរកមិនឃើញអ្នកប្រើប្រាស់ដែលមានអាសយដ្ឋានអ៊ីមែលនេះទេ។',

];
